/*
  LocalizableDemo.strings
  Things touch

  Created by Jace Kalms on 3/08/12.
  Copyright (c) 2012 Cultured Code. All rights reserved.
*/

/* Strings for the demo data in the sample database used for Apple demo builds. */


/* TAGS */

"Books" = "书籍";
"Diane" = "范敏";
"Errand" = "日常";
"Home" = "家";
"Important" = "重要";
"Marc" = "张龙";
"Office" = "办公";
"Pending" = "待定";
"Phone" = "电话";



/* AREAS */

"Family" = "家庭";
"Hobbies" = "业余爱好";
"Work" = "工作";



/* PROJECTS */

/* Project: "Attend Conference" */
"Attend Conference" = "参加会议";

"Register for conference" = "注册会议";
"Choose sessions to attend" = "选择要参加的会议";
"Create a schedule" = "创建日程";
"File expense report" = "文件开支报告";


/* Project: "Buy a New Car" */
"Buy a New Car" = "购买新车";

"Look at classified ads" = "看看分类广告";
"Ask Sarah about dealerships in town" = "询问罗芳镇上的经销权";
"Decide on a make and model" = "确定品牌和型号";
"Check insurance rates" = "查看保险费率";
"Plan a test drive" = "计划试驾";
"Inquire about loans" = "询问贷款";


/* Project: "Learn Basic Italian" */
"Learn Basic Italian" = "学习意大利语";

"Find a phrase book" = "查找常用语手册";

"Label things around the apartment" = "为公寓周围的东西贴上标签";

"Look for conversation groups" = "寻找对话组";

"Check language app reviews" = "查看语言应用评论";

"Start learning some Italian" = "开始学习一些意大利语";
"The trip to Rome is just a couple of months away! Let’s see how much of the language I can learn before we land." = "距离罗马之旅只剩几个月时间了！看看我们前往之前能学多少语言。";
"Buy a phrase book" = "购买常用语手册";
"Make some flash cards" = "制作一些闪卡";
"Find a podcast for beginners" = "查找适合初学者的播客";


/* Project: "Order Team T-Shirts" */
"Order Team T-Shirts" = "订购团队T恤衫";

"Finalize design" = "确定设计";

"Pick colors" = "选择颜色";

"Review t-shirt styles" = "查看 T 恤衫款式";

"Research printing companies" = "查找印刷公司";

"Place order" = "下单";
"Alex: medium" = "李峰：中等";
"Diane: small" = "范敏：小型";
"Me: medium" = "我：中等";
"Marc: large" = "马克：大型";


/* Project: "Onboard James" */

"Onboard James" = "朱军入职";
"James’ first day is next Monday, and he’ll arrive at 8:45 AM for a walkthrough of the office with me and Diane. Lunch after that?" = "陆逊的第一天是下周一，他将于上午 8:45 到达，与我和范敏一起看看办公室。然后吃午饭？";

/* Project: "Onboard James" - Heading: "Financial and legal" */
"Financial and legal" = "财务和法律";

"Request bank account information" = "索取银行账户信息";
"Get copy of signed contract" = "获取签订合同的副本";

/* Project: "Onboard James" - Heading: "Facilities" */
"Order a chair" = "订购椅子";
"Order a desk" = "订购桌子";
"Provide access keycard" = "提供门卡";
"Give a walkthrough of the office" = "参观办公室";

/* Project: "Onboard James" - Heading: "IT" */
"IT" = "IT";

"Grant access privileges" = "授予访问权限";
"Send copy of usage agreements" = "发送使用协议副本";
"Order a laptop" = "订购笔记本电脑";
"Schedule introduction to HR" = "安排 HR 引介";


/* Project: "Run a Marathon" */

"Run a Marathon" = "参加马拉松";
"The average finishing time for last year’s New York City Marathon was 4:37:38. 42.195 kilometers: it’s on! " = "去年纽约城马拉松比赛跑完的平均时间为 4:37:38。距离为 42.195 公里！";

/* Project: "Run a Marathon" - Heading: "Preparations" */
"Preparations" = "准备工作";

"Read article about nutrition" = "阅读关于营养的文章";
"http://www.marathonguide.com/training/articles/Nutrition.cfm" = "http://www.marathonguide.com/training/articles/Nutrition.cfm";

"Calculate protein requirements" = "计算蛋白质需求";
"While you’re training, 15 to 20 percent of your calories should come from protein. Multiply your weight in pounds by 0.6 to determine how many grams of protein you need." = "训练时，15-20% 的卡路里应该来自蛋白质。将体重（磅）乘以 0.6，确定您需要多少克蛋白质。";

"Register for the marathon" = "报名参加马拉松";
"https://cultured-marathon.com/sign-up" = "https://cultured-marathon.com/sign-up";

"Schedule a physical" = "安排体检";

/* Project: "Run a Marathon" - Heading: "Plan training schedule" */
"Plan training schedule" = "计划培训日程";

"Review 16-week training plan" = "查看 16 周训练计划";
"http://cdnnym.nyrr.org/sites/default/files/Marathon%20Training%20Plans%20-%20Conservative.pdf?_ga=1.157355257.232708124.1492784153" = "http://cdnnym.nyrr.org/sites/default/files/Marathon%20Training%20Plans%20-%20Conservative.pdf?_ga=1.157355257.232708124.1492784153";

"Add training schedule to calendar" = "将培训日程添加到日历中";
"Add race day to calendar 🏁" = "将比赛日添加到日历中🏁";

/* Project: "Run a Marathon" - Heading: "Things to buy" */
"Shoes" = "鞋子";
"Waist pack" = "腰包";
"Water bottle belt" = "水瓶带";
"Lubrication to prevent chafing" = "润滑防止摩擦";


/* Project: "Throw Party for Eve" */

"Throw Party for Eve" = "组织除夕晚会";
"Eve’s turning 30! 🎉 Daniel will get her to her favorite Thai place, and we’ll all be waiting there to surprise her. After that: cocktails and karaoke!" = "初小简马上 30 岁了！ 🎉 周正将她带到泰国她最喜欢的地方，我们都会在那里等待给她一个惊喜。然后，将是鸡尾酒会和卡拉 OK！";

/* Project: "Throw Party for Eve" - Heading: "Organization" */
"Organization" = "组织";

"Ask Greg about karaoke places in town" = "询问雷军镇上的 OK 场所";

"Send invitations" = "发送邀请";
"Alex" = "李峰";
"Daniel" = "周正";
"Greg" = "雷军";
"Jaime" = "郑秀芳";
"Jen" = "宋婷";
"Lela" = "王诗晴";
"Me" = "我";
"Nina" = "邓琼";

"Make reservation for dinner" = "预订晚餐";

"Brainstorm with Daniel" = "与周正进行头脑风暴";

/* Project: "Throw Party for Eve" - Heading: "Stuff to get" */
"Stuff to get" = "需要得到的东西";

"Buy party decorations" = "购买晚会装饰品";
"Daniel might be able to bring a helium tank for the balloons." = "周正可能会带来气球用的氦气瓶。";
"Balloons" = "气球";
"Party hats" = "晚会帽子";
"Streamers" = "彩带";

"Rent a helium tank" = "租借氦气瓶";

"Buy “thank you” cards" = "购买感恩卡";

"Order a cake" = "预订蛋糕";

"Buy a gift for Eve" = "为初小简购买礼物";

/* Project: "Throw Party for Eve" - Heading: "Decorations" */
"Decorations" = "装饰";

"Wrap present" = "包裹礼物";
"Blow up balloons" = "吹气球";
"Hang streamers" = "悬挂飘带";

/* Project: "Throw Party for Eve" - Heading: "After the party" */
"After the party" = "聚会后";

"Return the helium tank" = "退回氦气瓶";
"Email everyone for photos" = "通过电子邮件向所有人发送照片";
"Send “thank you” cards" = "发送感恩卡";
"Share photo album" = "分享相册";


/* Project: "Prepare Presentation" */

"Prepare Presentation" = "准备演示";
"Keep the talk and slides simple: what are the three things about this that everyone should remember?" = "让谈话和幻灯片简单明了：关于这一点，每个人应该记住哪三件事情？";

/* Project: "Prepare Presentation" - Heading: "Slides and notes" */
"Slides and notes" = "幻灯片和备注";

"Revise introduction" = "修改介绍";
"The whole thing’s a bit too wordy, and it’d probably still work without the middle bit." = "整件事情有点太麻烦，可能仍忙不过来。";

"Simplify slide layouts" = "简化幻灯片布局";

"Review quarterly data with Olivia" = "与王子文一起核对季度数据";

"Print handouts for attendees" = "为参会人员打印提纲";

/* Project: "Prepare Presentation" - Heading: "Preparation" */
"Preparation" = "准备";

"Email John for presentation tips" = "发送邮件给黄章告诉他演示技巧";

"Check out book recommendations" = "查看预订建议";
"https://www.inc.com/geoffrey-james/7-great-books-that-hone-your-presentation-skills.html" = "https://www.inc.com/geoffrey-james/7-great-books-that-hone-your-presentation-skills.html";

"Time a full rehearsal" = "为完整演练设定时间";

"Do a practice run with Eric" = "与周小鹏一起演练一下";

"Confirm presentation time" = "确认演示时间";

/* Project: "Prepare Presentation" - Heading: "Facilities" */
"Facilities" = "工具设备";

"Book the conference room" = "预订会议室";

"Ask Diane about the projector" = "向范敏了解投影仪";
"Do I need an adapter?" = "我需要适配器吗？";

"Borrow the clicker from IT" = "向 IT 部门借表决器";

"Arrive early to test IT’s setup" = "提前到达测试 IT 的设置";


/* Project: "Vacation in Rome" */

"Vacation in Rome" = "罗马度假";
"We’ll go from June 14-22 and visit Jane and Paolo. Maybe do a night out in Trastevere." = "我们将于 6 月 14 日至 22 日外出，拜访胡洁和宋向东。可能在北京玩一晚上。";

/* Project: "Vacation in Rome" - Heading: "Planning" */
"Planning" = "计划";

"Add trip dates to calendar" = "将旅行日期加到日历中";

"Book flights" = "预订机票";

"Read about the metro" = "了解地铁线路";
"https://en.wikipedia.org/wiki/Rome_Metro" = "https://en.wikipedia.org/wiki/Rome_Metro";

"Borrow Sarah’s travel guide" = "向罗芳借旅行指南";

"Book a hotel room" = "预订酒店房间";

/* Project: "Vacation in Rome" - Heading: "Things to buy" */
"Things to buy" = "要买的东西";

"Extra camera battery" = "相机备用电池";
"http://www.fujifilm.com/products/digital_cameras/accessories/batteries/" = "http://www.fujifilm.com/products/digital_cameras/accessories/batteries/";

"Power adapter" = "电源适配器";
"https://www.rei.com/learn/expert-advice/world-electricity-guide.html" = "https://www.rei.com/learn/expert-advice/world-electricity-guide.html";

/* Project: "Vacation in Rome" - Heading: "Things to do" */
"Things to do" = "要办的事情";

"Take a cooking class" = "上烹饪课";

"Take a day trip to the Vatican" = "梵蒂冈一日游";
"Consider booking a tour of the Vatican Museums.\n\nhttp://www.museivaticani.va/content/museivaticani/en.html" = "考虑预订参观梵蒂冈博物馆。\n\nhttp://www.museivaticani.va/content/museivaticani/en.html";

"Visit the Colosseum" = "参观斗兽场";
"Open every day, year-round. 12€.\n\nOpen 8:30 AM until 5:30 PM from March 16 until last Saturday of March and 8:30 AM until 7:15 PM from last Sunday of March until August 31.\n\nhttp://www.the-colosseum.net/around/visit.htm" = "全年每天开放。12 欧元。\n\n3 月 16 日至 3 月最后一个周六上午 8:30 开馆，下午 5:30 闭馆；3 月最后一个周日至 8 月 31 日上午 8:30 开馆，下午 7:15  闭馆。\n\nhttp://www.the-colosseum.net/around/visit.htm";

"Meet up with Violetta" = "与高红琴见面";

/* Project: "Vacation in Rome" - Heading: "Get packed" */
"Get packed" = "打包";

"Pack suitcase" = "包装箱";
"Don’t forget to check the weather forecast!" = "别忘了关注天气预报！";
"Outfits for eight days" = "八天的全套装备";
"Charger" = "充电器";
"Umbrella" = "雨伞";

"Pack carry-on" = "行李打包";
"Take the small gray messenger bag. Seat on the flight has a USB port, so there’s no need to pack a charger." = "带上小灰色斜挎包。 飞机座位有 USB 端口，因此无需带充电器。";
"Passport" = "护照";
"iPad" = "iPad";
"AirPods" = "AirPods";
"Lightning to USB cable" = "Lightning 转 USB 线缆";
"Sleep mask" = "睡眠面膜";

"Pack toiletry bag" = "洗刷包打包";
"Toothbrush" = "牙刷";
"Toothpaste" = "牙膏";
"Floss" = "牙线";
"Deodorant" = "香体膏";
"Sunscreen" = "防晒霜";

/* Project: "Vacation in Rome" - Heading: "Before departure" */
"Before departure" = "离开前";

"“Out the door” checklist" = "出门检查清单";
"Take out trash" = "带走垃圾";
"Adjust thermostat" = "调整恒温器";
"Close windows" = "关窗";
"Lower blinds" = "拉下百叶窗";
"Turn off burners" = "关闭燃烧炉";
"Turn off faucets" = "关闭水龙头";
"Turn off lights" = "关灯";
"Lock front door" = "前门上锁";
"Check for essentials like passport, tickets, and keys" = "查看护照、机票和钥匙等重要物品";


/* Project: "Build a Treehouse" */
"Build a Treehouse" = "建造树屋";

"Decide on ladder style" = "确定梯子样式";
"Rope or wood?" = "绳子或木材？";

"Make some design sketches" = "制作一些设计图";

"Price lumber" = "木材定价";

"Choose a tree" = "选择树";

"Check out “11 Amazing Treehouses”" = "查看“11 个最迷人的树屋”";
"http://www.popularmechanics.com/adventure/g184/treehouse-photos-460310/?" = "http://www.popularmechanics.com/adventure/g184/treehouse-photos-460310/?";



/* TO-DOS */

/* to-dos in the inbox */

"Plan a road trip for this summer" = "计划今年夏天的公路旅行";

"Buy groceries for dinner" = "购买杂货准备晚餐";
"Try that easy pizza margherita recipe from Val:" = "试试来自齐楠的简单披萨玛格丽塔食谱：";
"2 garlic cloves" = "2 个蒜瓣儿";
"2 small tomatoes" = "2 个小西红柿";
"Basil" = "罗勒";
"Mozzarella" = "马苏里拉芝士";
"Parmesan" = "帕尔马干酪";
"Olive oil" = "橄榄油";
"Crushed red pepper flakes" = "碾压红辣椒粉";
"Thin pizza crust" = "薄比萨饼皮";

/* To-dos with no area or project */

"Buy movie tickets for Friday" = "买周五的电影票";
"Do laundry" = "洗衣服";
"Get a haircut" = "去理发";
"Make reservation for brunch" = "预订早午餐";
"Pick up dry cleaning" = "预约租车";
"Book tickets for the show" = "预定展会门票";

/* To-do with notes/checklist: "Do morning routine" */

"Do morning routine" = "上午日常工作";
"Don’t forget to eat a healthy breakfast. Some ideas:\nhttps://healthy-eating.example.com/21-great-breakfasts" = "别忘了享用健康早餐。例如：\nhttps://healthy-eating.example.com/21-great-breakfasts";
"Go on a walk" = "去散步";
"Plan for the day" = "做当天计划";
"Write for 30 minutes" = "书写 30 分钟";

/* To-do with notes/checklist: "Read some of the classics" */

"Read some of the classics" = "阅读一些经典著作";
"All of these titles are available for free on Project Gutenberg. Audiobooks might be a good idea, too." = "所有这些在古登堡计划都免费提供。有声读物也是个不错的主意。";
"The Count of Monte Cristo" = "基督山伯爵";
"The Curious Case of Benjamin Button" = "返老还童";
"The Scarlet Letter" = "红字";
"A Tale of Two Cities" = "双城记";
"War and Peace" = "战争与和平";

/* To-dos in area "Family" */

"Call Mom and Dad" = "给妈妈和爸爸打电话";
"Get car inspected" = "车辆检修";
"Congratulate Alex and Shin on the baby" = "恭喜李峰和刘芳喜获宝宝";
"Send flowers to Kris 💐" = "将花送给罗玉凤 💐";
"Wish Grandpa a happy birthday" = "祝爷爷生日快乐";

/* To-dos in area "Work" */

"Organize catering" = "组织餐饮";

"Confirm conference call for Wednesday" = "确认周三的电话会议";

"Finish expense report" = "完成费用报告";

"Research ergonomic chairs" = "研究人体工学椅子";

"Let reception know to expect Don" = "让接待处知道唐浩";

"Organize desk drawers" = "整理书桌抽屉";

"Meet with Diane" = "与范敏见面";
"Our usual conference room is booked, so this calls for an off-site meeting at that new café on the corner." = "我们的常用会议室已被预订，因此需要在拐角处的新咖啡馆举行场外会议。";
"Finalize conference schedule" = "确定会议日程";
"Review last month’s budget" = "查看上个月的预算";
"Brainstorm plan for next quarter" = "下季度头脑风暴计划";

"Prepare interview questions" = "准备面试问题";

"Resubmit TPS report with cover page" = "提交带封皮的 TPS 报告";

"Order office supplies" = "订购办公用品";
"Notebooks" = "笔记本";
"Paperclips" = "曲别针";
"Pencils" = "铅笔";
"Pens" = "钢笔";
"Printer paper" = "打印纸";
"Staples" = "钉书钉";
"Tape" = "胶带";
"Thumbtacks" = "图钉";
"Toner" = "调色剂";
"Coffee" = "咖啡";
"Coffee filters" = "咖啡过滤器";
"Tea" = "茶";


/* To-do in area "Work" with notes/checklist: "Apply for position at our New York office" */

"Apply for position at our New York office" = "申请纽约办事处的职位";
"Diane says there’s a position opening up this summer and thinks I’d be a good fit." = "范敏说今年夏天有个职位空缺，认为我比较合适。";
"Update resume" = "更新简历";
"Draft my introduction" = "起草介绍";
"Ask John for recommendation letter" = "向黄章索取推荐信";

/* To-do in area "Work" with notes/checklist: "Apply for training course" */

"Apply for training course" = "申请培训课程";
"According to Diane, it’s a great two weeks. She’ll put in a good word for me with the director." = "根据范敏所说，该职位为期两周。她会在主管面前推荐我。";
"Review application" = "审查申请";
"Email Sue about training budget" = "发送邮件给田娟了解培训预算";
"Get a recommendation letter" = "获得推荐信";

/* To-dos in area "Hobbies" */

"Attend a craft beer seminar" = "参加工艺啤酒研讨会";
"Check wine tasting schedule 🍷" = "查看品酒日程 🍷";
"Change guitar strings" = "吉他调弦";
"Find a cooking course for next week" = "查找下周的烹饪课程";
"Review photos from last weekend" = "查看上周末以来的照片";

"Practice chords for a half-hour 🎸" = "练习和弦半小时 🎸";
"Don’t forget to wash your hands before starting and to clean the strings when you’re done!" = "别忘了开始前洗手以及结束后清洁琴弦！";
"A major" = "A 大调";
"A minor" = "A 小调";
"C major" = "C 大调";
"D major" = "D 大调";
"E major" = "E 大调";
"E minor" = "E 小调";
"F major" = "F 大调";
"G major" = "G 大调";

"Shoot some photos in Heidelberg" = "在海德尔堡拍摄一些照片";
"Jace will meet us at the main station around 9:00. Ask Nichole about that place with the paninis. Probably should book the last train home." = "宁学涛将在 9:00 左右在主站与我们见面。问问马腾铁板三明治的地点。也许，应该预订最后一班列车回家。";
"Old town" = "古镇";
"Philosophers’ Way" = "哲学家之道";
"Carl Theodor bridge" = "卡尔·西奥多桥";
"Funicular railway and King’s Seat" = "索式铁路和国王座";
"Heidelberg Castle" = "海德堡城堡";
"Dinner at HUGO Wine & Dine?" = "在雨果酒庄吃晚餐？";
"Pick up a souvenir for Jordan" = "为张山选取纪念品";

/* To-dos in area "Hobbies" - Someday */

"Set foot on every continent" = "踏上每一个大陆";
"Africa" = "非洲";
"Antarctica" = "南极";
"Asia" = "亚洲";
"Australia" = "澳大利亚";
"Europe" = "欧洲";
"North America" = "北美";
"South America" = "南美";

"Travel bucket list for Africa" = "非洲旅行清单";
"Chobe National Park, Botswana" = "博斯瓦纳国家公园";
"Djmaa el Fna, Morocco" = "摩洛哥马拉喀什";
"El Djem, Tunisia" = "突尼斯埃尔·杰姆圆形斗兽场";
"Ouidah, Benin" = "贝宁维达";
"Victoria Falls, Zambia and Zimbabwe" = "赞比亚和津巴布韦维多利亚瀑布";

"Travel bucket list for Asia" = "亚洲旅行清单";
"Angkor Wat, Cambodia" = "柬埔寨吴哥窟";
"Fushimi Inari shrine, Kyoto, Japan" = "日本京都伏见稻荷大社";
"Goa beaches, India" = "印度果阿海滩";
"Sơn Đoòng Cave, Quảng Bình, Vietnam" = "越南广平韩松洞";
"Jinshanling and Simatai sections of the Great Wall, China" = "中国长城的金山岭和司马台部分";

"Travel bucket list for the Americas" = "美洲旅行清单";
"El Rosario sanctuary, Mexico" = "墨西哥埃尔罗萨里奥帝王斑蝶保护区";
"Grand Canyon, Arizona, USA" = "美国亚利桑那州大峡谷";
"Lake Titicaca, Bolivia and Peru" = "玻利维亚和秘鲁提提卡卡湖";
"Patagonia, Argentina and Chile" = "阿根廷和智利巴塔哥尼亚";
"Thor’s Hammer, Utah, USA" = "美国犹他州雷神之锤";
"Ushuaia, Tierra del Fuego, Argentina" = "阿根廷火地岛乌斯怀亚";
"Whistler, British Columbia, Canada" = "加拿大大不列颠哥伦比亚惠斯勒";

"Travel bucket list for Europe" = "欧洲旅行清单";
"Aurora Borealis in Abisko, Sweden" = "瑞典阿比斯库极光之旅";
"Buzludzha monument, Bulgaria" = "保加利亚布兹鲁扎纪念碑";
"Cappadocia, Turkey" = "土耳其卡帕多奇亚";
"Cinque Terre, Italy" = "意大利五渔村";
"Évora, Portugal" = "葡萄牙埃武拉";
"Friedrichsbad, Baden-Baden, Germany" = "德国巴登巴登腓特烈大浴池";
"Roussillon, France" = "法国鲁西荣";

/* Logged to-dos */

"Scan photo albums" = "扫描相册";
"1998-2003" = "1998-2003";
"2004-2007" = "2004-2007";

"Start learning the guitar" = "开始学习吉他";
"“If you’ve got a guitar and a lot of soul, just bang something out and mean it. You’re the superstar.” —Krist Novoselic" = "“如果你有一把吉他和许多灵感，弹奏出来就行了。你就是大明星。” —Krist Novoselic";
"Acoustic or electric?" = "原声吉他或电子吉他？";
"Buy an electric guitar" = "购买电吉他";
"Practice C, G, and A chords" = "联系 C、G 和 A 和弦";

"Ask IT for a new keyboard ⌨️" = "向 IT 部门要新键盘 ⌨️";

"placeholder" = "占位符";


/* Project: "Vacation in Norway" */

"Vacation in Norway" = "挪威度假";
"Kayak tour on glacier lake" = "冰川湖皮划艇之旅";
"Jane’s birthday present – let’s paddle on a glacier lake! 🎉\n\n# Meeting point\n- Tourist Information in Rosendal\n- Travel time from house: 20 minutes\n- Guide’s name: Kåre\n\n# Tour details\n- This trip can be arranged if we have at least 4 participants.\n- The Kayak tour is about 3 miles in each direction.\n- Normal trip duration is 6 hours.\n- Lunch break at a small island in front of the glacier.\n\n# During the tour\n- Fly the drone to capture aerial footage\n- Hike around south side of the lake\n- There might be snow fields, even in July\n- Photography opportunities\n  - Wide lens to capture the scope of the glacier\n  - Tele lens for close-up shots of the glacier’s texture\n  - Lakes in the south-east, nestled in the mountains\n  - Ice floes at the west end of the lake\n  - Sunset (if minimal cloud cover)\n  - Milky Way (very little light pollution)\n  - Time lapses (sunset; ice drifting on the lake; Milky Way rising)" = "珍珍的生日礼物 – 让我们一起到冰川湖泛舟! 🎉 \n\n# 集合地点\n- 罗森达尔游客中心\n- 路程：20 分钟\n- 导游姓名：Kåre\n\n# 行程详情\n- 此次行程的最低人数要求为 4 人。\n- 皮划艇之旅在每个方向大约 3 英里。\n- 正常旅游时间为 6 小时。\n- 午间休息安排在冰川前的一个小岛上。\n\n# 行程期间的项目\n- 使用无人机航拍\n- 在湖泊南侧徒步\n- 尽管是在七月份，这里仍然可能有雪地\n- 摄影提醒\n  - 使用广角镜头拍摄冰川全景\n  - 使用长焦镜头捕捉冰川纹理的近景\n  - 湖泊在东南侧，倚靠山峦\n  - 湖面西端有浮冰\n  - 日落（如果云层较少）\n  - 银河系（非常轻微的污染）\n  - 延时摄影（日落、湖泊上的冰层漂移、银河系）";


/* Project: "Road Trip" */

"Road Trip" = "往返行程";
"Visit Arches National Park" = "游览拱门国家公园";
"\n# Talk About Geology\n\nTeach the kids how **geologic processes** work over millions of years to turn a flat seabed into a sandstone wonderland! 🦕\n\n- Sandstone was deposited by *sedimentation*\n- The plateau was lifted due to *tectonic forces*\n- Layers of rock were carved away by *erosion*\n\nDon’t forget to mention the ::sponge analogy::, how sandstone layers expand when they surface. Cracks then allow water to further break down the rocks.\n\n\n# How Arches Form 🌧\n\n1. Rain erodes the rock and carries away sediment. Water enters fractures and further breaks off sandstone when freezing. \n2. Repeat this over ~~many years~~ millions of years (!) and fractured rock layers slowly turn into Fins.\n3. Repeat even longer, and Fins turn into Arches.\n\n[Wikipedia Article](wikipedia.org/wiki/Arches_National_Park)\n" = "\n# 谈论地质学\n\n让孩子了解在几百万年的**地质变迁**中，平台的海床怎样变成了现在的砂岩景观！🦕\n\n- 砂岩是通过**沉降**作用沉积形成的。\n- 高原在**构造力**的作用下发生抬升。\n- 岩层是在**侵蚀力**的作用下不断雕琢。\n\n不要忘记使用::海绵类比::的方式，演示砂岩层是怎样在露出表面时发生膨胀的。岩石破裂后，水会侵入并继续瓦解岩石。\n\n\n# 拱门是怎样形成的 🌧\n\n1. 雨水侵蚀岩石，并带走沉积物。水进入破裂的岩石，并在结冰时进一步瓦解砂岩。 \n2. 这个过程重复~~许多年~~，甚至数百万年 (!)，破裂的岩层慢慢变成鱼鳍状。\n3. 又经过漫长的岁月洗礼，鱼鳍状岩层变成了拱门。\n\n[维基百科文章](wikipedia.org/wiki/Arches_National_Park)\n";


/* Project: "Company Website" */

"Company Website" = "公司网站";
"Update website" = "更新网站";
"\n# Meeting Notes\n\nUpdate the global `styles.css` to reflect the decisions from the latest meeting. As requested by Emily:\n\n> Make sure our new font and color choices are used *consistently* (see below). And find out why out website has become so slow. Let’s make it **blazing fast**!\n\n```\n  body {\n    font-family: Verdana;\n    color: hsla(215, 98%, 2%, 1.0);\n  }\n```\n\n\n# Improving Page Speed\n\nCurrent load times when running `measure-speed`:\n\n```\n  example.com/index.html                   5.2 sec\n  example.com/products/boxes.html          2.1 sec\n  example.com/newsletter/subscribe.html    0.8 sec\n```" = "\n# 会议记录\n\n更新全球 `styles.css`，以体现最新客户会议中做出的决议。按照 Emily 的要求：\n\n> 确保选择的新字体和颜色一致（见下文）。弄清楚网站响应变慢的原因。提高网站的**响应速度**。\n\n```\n  body {\n    font-family:Verdana;\n    color: hsla(215, 98%, 2%, 1.0);\n  }\n```\n\n\n# 提高网页响应速度\n\n运行`measure-speed`程序时的当前加载时间:\n\n```\n  example.com/index.html                   5.2 sec\n  example.com/products/boxes.html          2.1 sec\n  example.com/newsletter/subscribe.html    0.8 sec\n```";

/* Project: "History Course" */

"History Course" = "历史课";
"Watch documentary about Napoleon" = "观看有关拿破仑的纪录片";
"Read chapters four and five" = "阅读第四章和第五章";
"Write essay on the French Revolution 🇫🇷" = "撰写关于法国大革命的文章 🇫🇷";
"The French Revolution was a period of political and societal change in France. Some basic facts:\n\n- It lasted for 10 years, beginning in 1789. It ended with the formation of the French Consulate in 1799.\n- Many of its ideas are considered fundamental principles of liberal democracy.\n- It gave rise to the *tripartite motto* which was first expressed by Robespierre and later became the national motto of France:\n\n  1. Liberty. The ability to exercise one’s natural rights, so long as it doesn’t harm the same rights of others.\n  2. Equality. The law is the same for all, whether it protects or punishes. All citizens are equally eligible to high office.\n  3. Fraternity. An ethical bond based on love and solidarity.\n\n- It also inspired campaigns for the abolition of slavery and universal suffrage. More info here: wikipedia.org/wiki/French_Revolution" = "法国大革命是法国历史上政治和社会变革的一个重要时期。基本史实：\n\n- 法国大革命从 1789 年开始，历时 10 年。 \n- 1799 年法国执政府成立，标志着法国大革命结束。\n- 法国大革命的很多理念被视为自由民主制的基本原则。\n- 法国大革命诞生了法国的国家格言（由罗伯斯庇尔第一次公开提出）：\n\n  1. 自由。每个人都有能力行使自己的天赋人权，只要不损害其他人的同等权利。\n  2. 平等。法律面前人人平等，无论是保护还是惩罚。所有公民都有参选要职的权利。\n  3. 博爱。博爱是爱和团结的道德纽带。\n\n- 这项权利也是受废除奴隶制和普选权的启发诞生的。更多信息，请访问：wikipedia.org/wiki/French_Revolution";
